{
    "danyalahmed": {
        "n": "DANYAL AHMED",
        "q": "ACCIDENTS ARE ONLY MISTAKES IF YOU THINK THEY ARE",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "GIFFGAFF CAMPAIGN",
        "work1s": "!",
        "work1d": "A poster dedicated to promoting a physical area where refurbished phones can be brought.",
        "work2t": "SAVE THE STRIPES",
        "work2s": "!",
        "work2d": "A campaign that would act as an invitation that would be displayed outside the shop and inform people on what it means.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "evangelosangelou": {
        "n": "EVANGELOS ANGELOU",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "saraanstee": {
        "n": "SARA ANSTEE",
        "q": "YOU CAN JUST PRINT THIS SCREENSHOT, DON'T WORRY ABOUT COPYRIGHT",
        "p": "",
        "l": "sara-anstee-570a2b203",
        "i": "sarajaneanstee",
        "e": "sarajaneanstee@gmail.com",
        "work1t": "EXTERMINATE",
        "work1s": "&",
        "work1d": "A type specimen for a typeface named DeliaD. I describe it as a quirky, open-type font inspired by the works of Delia Derbyshire. ",
        "work2t": "THE GATHERING",
        "work2s": "~",
        "work2d": "A poster based on fusing the architecture of the Roundhouse with the theme of music. ",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "jadebeard": {
        "n": "JADE BEARD",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "farzananoorbhuiyan": {
        "n": "FARZANA NOOR BHUIYAN",
        "q": "STYLES COME AND GO, GOOD DESIGN IS A LANGUAGE NOT A STYLE",
        "p": "",
        "l": "",
        "i": "farzana_n_bhuiyan",
        "e": "",
        "work1t": "MANIFESTO ACADEMIC POSTER",
        "work1s": "~",
        "work1d": "An academic poster is different from the design posters, is a hybrid between an infographic and editorial design piece. As such it needs to accommodate both graphic elements and the entirety of your text. The design of the poster is just as important as the text content within it. The text should be legible and readable—the design should reinforce and support the content.",
        "work2t": "PRINTED PUBLICATION",
        "work2s": "+",
        "work2d": "A publication is described loosely as a printed, public-facing piece of intellectual property. This project examines the notion of the narrative within a published piece of work and asks you to challenge your perception of it. Gather an expansive knowledge about one single genre of music and its subculture, then craft that into an immersive experience for its inherent community in the form of a creatively designed/produced publication.",
        "work3t": "21 GRAMS",
        "work3s": "<",
        "work3d": "Gen Z averages around 9 hours of screen time per day. Constant screen time is radically changing our eyes. When our eyes spend more time focusing on near objects, like phones and screens, it makes our eyeballs elongate, which prevents the eye from bending light the way it should. Elongation increases near-sightedness, this condition is called myopia, which causes distant objects to appear blurred. If the eyeball gets really stretched, it can lead to a detached retina and loss of sight. Your job is Inspire people to change their behaviour. Is there a positive habit to be formed to manage/break this habit? To do this, you will need to create an Innovative ideas embedded in digital design, from a gaming activation through to a clever use of tech."
    },
    "kaiburley": {
        "n": "KAI BURLEY",
        "q": "SO YOU JUST TAKE PRETTY PICS?",
        "p": "https://www.behance.net/kaiburley",
        "l": "",
        "i": "hebetude_",
        "e": "kaiburley5@gmail.com",
        "work1t": "GRUNGE IS NOT DEAD",
        "work1s": ">",
        "work1d": "An advertisement project promoting the sub-genre of music, grunge, through the from of video, magazine, and poster. ",
        "work2t": "TECHSAVERS",
        "work2s": "!",
        "work2d": "A project that aims to get young people off of their phones, I decided to parody one of specsavers’ most iconic adverts with a twist. ",
        "work3t": "CREATIIVE STUDIO PHOTOGRAPHY",
        "work3s": ">",
        "work3d": "A series of creative studio photography shots to get comfortable with working in a professional atmosphere in preparation for taking the headshots for each student for this degree show."
    },
    "xiyucai": {
        "n": "XIYU CAI",
        "q": "",
        "p": "https://www.behance.net/crita1",
        "l": "",
        "i": "",
        "e": "cxy092982@outlook.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "keyichen": {
        "n": "KEYI CHEN",
        "q": "ONE STRIDE NEARER TO THE REALM OF BILLIONAIRES",
        "p": "",
        "l": "",
        "i": "",
        "e": "duogulun200812@gmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "doridashti": {
        "n": "DORI DASHTI",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "adriandelgado": {
        "n": "ADRIAN DELGADO",
        "q": "DESIGNING TO PUSH IDEAS TO THEIR LIMITS, OR BEYOND THEM",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "BELIEVE IN YOUR VISION",
        "work1s": "+",
        "work1d": "",
        "work2t": "GIFFGAFF",
        "work2s": "!",
        "work2d": "",
        "work3t": "RECYCLE, REUSE & RESPOND",
        "work3s": "<",
        "work3d": ""
    },
    "jaidhaliwal": {
        "n": "JAI DHALIWAL",
        "q": "SO YOU JUST CENTRE THE DIV?",
        "p": "https://jaisinghdhaliwal.github.io",
        "l": "jaidhaliwal",
        "i": "",
        "e": "i.jai@icloud.com",
        "work1t": "COVENTRY AR MAP",
        "work1s": ">",
        "work1d": "An augmented reality map of Coventry city centre, including the Delia Derbyshire building, The Hub and the Inkwell. Users can watch cars drive around as they explore the interactive map by tapping on clouds and revealing what they conceal. Coventry Map was 3D modelled in Blender using reference images, rough 3D LiDAR scans and Google Earth.",
        "work2t": "JUST DESIGN DEGREE SHOW WEBSITE",
        "work2s": "<",
        "work2d": "As the project manager of the website team, I lead the team and designed the website through Figma prototypes, and I also coded the website alone. The website has a main page that is split up into a home, about, directions and all students' pages. Each student has their own pages and each student’s work has its own page. The website was designed with speed in mind and can score 100 on all metrics depending on the traffic. Microsoft Copilot was used to aid with JavaScript development.",
        "work3t": "EVERYONE EATS",
        "work3s": "!",
        "work3d": "Everyone Eats is a movement that aims to tackle hunger on the streets. People on the streets do not have a reliable source of food and suffer from starvation and malnutrition. Everyone eats allows people and businesses to advertise food that might have gone to waste otherwise. This may be food close to expiry or leftover lunch. Using AR, people can easily scan and upload 3D models of the food or packaging for users to see and read any allergy information without requiring input from the uploader."
    },
    "bobbiedike": {
        "n": "BOBBIE DIKE",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "charliefitzpatrick": {
        "n": "CHARLIE FITZPATRICK",
        "q": "",
        "p": "https://www.charliefitzpatrick.co.uk",
        "l": "",
        "i": "charliefitz_1",
        "e": "charliefitzp@gmail.com",
        "work1t": "AKUMA SPORTS RUGBY BROCHURE",
        "work1s": "?",
        "work1d": "40 page brochure showcasing the range of rugby products manufactured by Akuma Sports. Was designed to be both print ready and accessible on digital platforms too, the brochure contains artwork and photography that I created myself and curated from others working at Akuma Sports.",
        "work2t": "SUSSEX UNIVERSITY SPORTS KIT",
        "work2s": "~",
        "work2d": "Working at Akuma Sports I created a new concept for Sussex Uni Sport for them to use on their playing kit. Following the University brand guidelines, this new design features a sting ray, their mascot, and an abstract wave pattern to represent the university's costal location in Brighton.",
        "work3t": "COVENTRY FLAMES SOCIAL MEDIA",
        "work3s": "+",
        "work3d": "Working with Coventry Flames Basketball Club, I created a range of graphics to be posted on Instagram to promote the club. Including game day, score and schedule posts. Aswell as a series of special graphics to promote Black History Month."
    },
    "samuelgreen": {
        "n": "SAMUEL GREEN",
        "q": "DESIGN AND ART ARE THE SAME THING",
        "p": "https://samuelgreen2805.wixsite.com/portfolio/project-03",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "NANDOS SOULFOOD CAMPAIGN",
        "work1s": "!",
        "work1d": "Soulfood is a campaign embracing the betterment of mental health in the next generation. It features a collaboration between Nando's and Kooth, enticing young adults to discuss their issues at the dinner table in the restaurant. I created these designs during the second semester of my third and final year.",
        "work2t": "LIVE OR DIE",
        "work2s": "~",
        "work2d": "A joke that was shared amongst some of my university classmates was to explain how we felt each day. Either we felt like living or dying. The intention of this portrait was to capture the unpredictable nature of how we feel everyday and showcase how it sometimes is visible in small ways.",
        "work3t": "STUDENTSUNITE",
        "work3s": "~",
        "work3d": "Students unite embraces the importance of community, hidden emotions and conversation. It is a campaign dedicated specifically at university students who struggle with their mental health, allowing scholars to access an app that connects users with likeminded people. Students would also be given special emoti-badges to help express their feelings as their body language or facial expression may imply something else."
    },
    "zimouhuang": {
        "n": "ZIMOU HUANG",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "ruichenhuang": {
        "n": "RUICHEN HUANG",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "zhehuang": {
        "n": "ZHE HUANG",
        "q": "SO YOU JUST COMPOSE TYPE?",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "reheemifill": {
        "n": "REHEEM IFILL",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "mirelalesneanu": {
        "n": "MIRELA LESNEANU",
        "q": "",
        "p": "https://mireladesigns.myportfolio.com",
        "l": "mirela-lesneanu-b71367204",
        "i": "mirela_lesneanu",
        "e": "mirela.lesneanu@gmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "yujiali": {
        "n": "YUJIA LI",
        "q": "YOU'RE IN COMMERCIAL YOU MEAN?",
        "p": "",
        "l": "",
        "i": "",
        "e": "lyj8camile@163.com",
        "work1t": "BOSSA NOVA",
        "work1s": "~",
        "work1d": "Bossa Nova represents a fresh iteration of jazz, merging the rhythms of Brazil with the laid-back tones of American cool jazz. It inherits elements from both choir and samba canção. Its simplicity is endearing, introducing more listeners to the Bossa Nova subculture and the nuances of Brazilian music, enriching their experience both audibly and visually.",
        "work2t": "BEE-CONNECTED",
        "work2s": "<",
        "work2d": "Bee-connected provides users with a new social platform to find new friends and enjoy social activities, reducing their sense of loneliness, enhancing their self-worth and confidence.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "yonglinliao": {
        "n": "YONGLIN LIAO",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "yonglinliao0@gmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "alexlindon": {
        "n": "ALEX LINDON",
        "q": "",
        "p": "https://lightandshadowdesign.myportfolio.com ",
        "l": "",
        "i": "lightandshadow_design",
        "e": "lindondesign@gmail.com",
        "work1t": "FRAMES | WINDOWS TO ANOTHER WORLD",
        "work1s": ">",
        "work1d": "My goal for this project was to create a unique spectacle and experience, allowing viewers to see stories unfold before their very eyes. These discs are phenakistiscopes, when spun at a specific RPM, the frames begin to line up, allowing us to see physical motion. The phenakistiscopes were constructed by me, using dye-sublimation on aluminium, which I then cut and mounted onto a vinyl disc. Each phenakistiscope tells a story, and these stories are accompanied by a short film, each one focusing on a specific theme, a specific era of film, and a specific visual style.",
        "work2t": "VISION | A MAGAZINE FOR FIlMMAKERS",
        "work2s": "?",
        "work2d": "VISION is more than just a magazine, it is a platform for aspiring filmmakers to learn new skills, express their creativity, and connect with each other. It presents itself as structured stories, guiding the viewer through the magazine as a film inspired experience. I designed this magazine whilst studying in Nicosia, Cyprus.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "zhenliliu": {
        "n": "ZHENLI LIU",
        "q": "WHAT TYPES OF POSTERS DO YOU MAKE?",
        "p": "",
        "l": "",
        "i": "cherry00liu",
        "e": "cherry00liu@gmail.com",
        "work1t": "LAXEYE",
        "work1s": "<",
        "work1d": "To protect users' eyes, Laxeye encourages them to participate in eye exercises. The app features reminders for taking breaks and mini-games to promote eye movement. Additionally, there is a reward mechanism in place to incentivize users to complete these tasks.",
        "work2t": "PEGILANT",
        "work2s": "<",
        "work2d": "Pegilant helps busy individuals monitor and nurture plants effortlessly. It calculates the water and nutrient needs of each plant variety and provides built-in educational content and reminders, enabling novice gardeners to easily learn how to care for their plants.",
        "work3t": "PERSONAL BRANDING",
        "work3s": "!",
        "work3d": "Personal brand and products that showcase my own style."
    },
    "chihimlo": {
        "n": "CHI HIM LO",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "annatenzinlockley": {
        "n": "ANNA TENZIN LOCKLEY",
        "q": "SO YOU BASICALLY DO CUT AND STICK FOR A JOB",
        "p": "https://annatenzinlockley.myportfolio.com/",
        "l": "",
        "i": "anna_tenzin",
        "e": "alockley15@outlook.com",
        "work1t": "MYOPIA AWAREENESS CAMPAIGN",
        "work1s": "+",
        "work1d": "An NHS campaign to raise awareness of Myopia (shortsightedness) in children as a side effect of high screen time. Creating awareness within parents to care for their childrens eye health by reminding them of how serious household hazards can be with a lack of good vision.",
        "work2t": "ASTHMAAID APP",
        "work2s": "+",
        "work2d": "An NHS app that aims to support those who suffer with asthma by providing access to resources to track symptoms, medication, view patient action plans and educational resources.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "giovanninamisdiaz": {
        "n": "GIOVANNI NAMIS DIAZ",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "adaobiobioha": {
        "n": "ADAOBI OBIOHA",
        "q": "DO YOU PAINT ON CANVA?",
        "p": "",
        "l": "adaobi-o-2288632b7",
        "i": "graphicsby.adyelustr",
        "e": "adyelustr@gmail.com",
        "work1t": "DUREX PACKAGING",
        "work1s": "~",
        "work1d": "Development of a gender-neutral brailled condom packaging for a broad target audience (aim: inclusivity).  ",
        "work2t": "THE SURGEON",
        "work2s": "~",
        "work2d": "Redesigning of an existing book cover. I chose the thriller genre and worked at redesigning the book 'Surgeon' by Leslie Wolfe. Originally, the cover used a photo-realistic image of a doctor in a hospital, so I tried to convey information about the novel's contents. I wanted to rectify this by creating a more simplistic and eye-catching illustration for the front cover, using a two-tone colour palette (red and black), to symbolise the possibility of danger and death that is also associated with the thriller/horror bracket. My intention was to have the reader be able to tell what kind of book it is by just looking at it, and desire to know the mystery within.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "alexandrapanayi": {
        "n": "ALEXANDRA PANAYI",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "angelikapioro": {
        "n": "ANGELIKA PIORO",
        "q": "UI IS JUST COMMON SENSE",
        "p": "",
        "l": "angelika-pioro-534604272",
        "i": "",
        "e": "pioroangelika@gmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "savinasallan": {
        "n": "SAVINA SALLAN",
        "q": "YOU JUST GO TO UNIVERSITY TO STUDY ART?",
        "p": "https://savinasal14.wixstudio.io/mysite",
        "l": "",
        "i": "",
        "e": "savinasal14@gmail.com",
        "work1t": "MONTHLY",
        "work1s": "!",
        "work1d": "Monthly aspires to normalise periods in the workplaces and schools to eliminate stigmas described as ‘dirty’.",
        "work2t": "MONTHLY APP",
        "work2s": "<",
        "work2d": "Monthly aspires to normalise periods in the workplaces and schools to eliminate stigmas described as ‘dirty’.",
        "work3t": "SAANVI PACKAGING",
        "work3s": "*",
        "work3d": "Saanvi promotes personalised skincare according to skin concerns allowing women aged 20+ to feel a sense of belonging."
    },
    "tomassampaiorocha": {
        "n": "TOMAS SAMPAIO ROCHA",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "elinorslack": {
        "n": "ELINOR SLACK",
        "q": "WHAT HAVE YOU BEEN PAINTING RECENTLY?",
        "p": "",
        "l": "elinor-slack-0b816626a",
        "i": "elinorslackdesign",
        "e": "elinor.slack@hotmail.com",
        "work1t": "RIVER FESTIVAL COVENTRY",
        "work1s": "!",
        "work1d": "I was awarded the opportunity to work alongside a peer on a new festival in the heart of Coventry city centre, following interest from a university project. I worked for two months under a consortium of partners including Historic Coventry Trust, Coventry City Council & Warwickshire Wildlife Trust, and liased with marketing professionals. The project required an entirely new visual identity, inspired by Coventry’s Medieval heritage but with a modern enough feel to appeal to families, locals and students. The designs were heavily influenced by the historic mosaics found in the city and the values most important to the festival, visualised through the design of a tapestry of icons and colour. It was a fantastic experience and responsibility, adapting the brand to work online and in print; across posters, flyers, magazines adverts and banners.",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "mohammeduddin": {
        "n": "MOHAMMED UDDIN",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "britneywallbank": {
        "n": "BRITNEY WALLBANK",
        "q": "SO YOU MAKE PRETTY POSTERS?",
        "p": "",
        "l": "britney-wallbank",
        "i": "xbritneeyyyx",
        "e": "britneywallbank@virginmedia.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "hohinwan": {
        "n": "HO HIN WAN",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "izzywilde": {
        "n": "IZZY WILDE",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "xizewu": {
        "n": "XIZE WU",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "w2418326956@gmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "zhanwenwu": {
        "n": "ZHANWEN WU",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "ksawierwydra": {
        "n": "KSAWIER WYDRA",
        "q": "THE CLIENT IS ALWAYS RIGHT!",
        "p": "",
        "l": "",
        "i": "_kw.xx_",
        "e": "ksawierwydra93@gmail.com",
        "work1t": "GIFFGAFF = REFURBISHED CAMPAIGN",
        "work1s": "!",
        "work1d": "Creating a campaign to support GIFFGAFF's message of being the go to place for refurbished phonesas well as attempting at changing the stigma and outlook on the refurbished phone scene for the better. ",
        "work2t": "SWISS DESIGN INSPIRED PLAYING CARDS",
        "work2s": "*",
        "work2d": "A fully fledged set of playing cards created and inspired by the Swiss Design movement centered around simple aesthetics that each have a function. ",
        "work3t": "SYNTHWAVE INSPIRE MAGAZINE AND MERCHANDISE",
        "work3s": "~",
        "work3d": "A magazine and set of merchandise created to celebrate and highlight the 80s and 90s inspired music genere synthwave to showcase it's history and aesthetics. "
    },
    "sifanxiang": {
        "n": "SIFAN XIANG",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "fancy.xsf@hotmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "lokeyeannetung": {
        "n": "LOKE YEANNE TUNG",
        "q": "OH YOU MAKE MOVIES?",
        "p": "https://yeannetung.notion.site/Yeanne-Tung-s-Portfolio-5d5e6980c48241b4a23e5e3b1dbfe3e4?pvs=74",
        "l": "yeanne-tung-loke-a40928229",
        "i": "",
        "e": "yeannetung@gmail.com",
        "work1t": "CANDEL APP",
        "work1s": "<",
        "work1d": "Self-care app to help people with burnout. ",
        "work2t": "CANDEL PROMOTIONAL POSTERS",
        "work2s": "+",
        "work2d": "An awareness campaign on the topic of job burnout and promote messages of self care, encouraging people to take breaks and prioritize their well-being if needed. ",
        "work3t": "BOO! TYPEFACE",
        "work3s": "&",
        "work3d": "Type design aimed at embodying a friendly and bubbly personality through playful curves and rounded edges. "
    }
}