{
    "danyalahmed": {
        "n": "DANYAL AHMED",
        "q": "ACCIDENTS ARE ONLY MISTAKES IF YOU THINK THEY ARE",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "GIFFGAFF CAMPAIGN",
        "work1s": "!",
        "work1d": "A poster dedicated to promoting a physical area where refurbished phones can be brought.",
        "work2t": "SAVE THE STRIPES",
        "work2s": "!",
        "work2d": "A campaign that would act as an invitation that would be displayed outside the shop and inform people on what it means.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "evangelosangelou": {
        "n": "EVANGELOS ANGELOU",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "saraanstee": {
        "n": "SARA ANSTEE",
        "q": "YOU CAN JUST PRINT THIS SCREENSHOT, DON'T WORRY ABOUT COPYRIGHT",
        "p": "",
        "l": "sara-anstee-570a2b203",
        "i": "sarajaneanstee",
        "e": "sarajaneanstee@gmail.com",
        "work1t": "EXTERMINATE",
        "work1s": "&",
        "work1d": "A type specimen for a typeface named DeliaD. I describe it as a quirky, open-type font inspired by the works of Delia Derbyshire.",
        "work2t": "CONSTANTLY CURIOUS",
        "work2s": "~",
        "work2d": "Homage to Saul Bass.",
        "work3t": "THE GATHERING",
        "work3s": "~",
        "work3d": "A poster based on fusing the architecture of the Roundhouse with the theme of music."
    },
    "jadebeard": {
        "n": "JADE BEARD",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "farzananoorbhuiyan": {
        "n": "FARZANA NOOR BHUIYAN",
        "q": "STYLES COME AND GO, GOOD DESIGN IS A LANGUAGE NOT A STYLE",
        "p": "",
        "l": "",
        "i": "farzana_n_bhuiyan",
        "e": "",
        "work1t": "MANIFESTO ACADEMIC POSTER",
        "work1s": "~",
        "work1d": "An academic poster is different from the design posters, is a hybrid between an infographic and editorial design piece. As such it needs to accommodate both graphic elements and the entirety of your text. The design of the poster is just as important as the text content within it. The text should be legible and readable—the design should reinforce and support the content.",
        "work2t": "PRINTED PUBLICATION",
        "work2s": "+",
        "work2d": "A publication is described loosely as a printed, public-facing piece of intellectual property. This project examines the notion of the narrative within a published piece of work and asks you to challenge your perception of it. Gather an expansive knowledge about one single genre of music and its subculture, then craft that into an immersive experience for its inherent community in the form of a creatively designed/produced publication.",
        "work3t": "21 GRAMS",
        "work3s": "<",
        "work3d": "Gen Z averages around 9 hours of screen time per day. Constant screen time is radically changing our eyes. When our eyes spend more time focusing on near objects, like phones and screens, it makes our eyeballs elongate, which prevents the eye from bending light the way it should. Elongation increases near-sightedness, this condition is called myopia, which causes distant objects to appear blurred. If the eyeball gets really stretched, it can lead to a detached retina and loss of sight. Your job is Inspire people to change their behaviour. Is there a positive habit to be formed to manage/break this habit? To do this, you will need to create an Innovative ideas embedded in digital design, from a gaming activation through to a clever use of tech."
    },
    "kaiburley": {
        "n": "KAI BURLEY",
        "q": "SO YOU JUST TAKE PRETTY PICS?",
        "p": "https://www.behance.net/kaiburley",
        "l": "",
        "i": "hebetude_",
        "e": "kaiburley5@gmail.com",
        "work1t": "GRUNGE IS NOT DEAD",
        "work1s": ">",
        "work1d": "An advertisement project promoting the sub-genre of music, grunge, through the from of video, magazine, and poster.",
        "work2t": "TECHSAVERS",
        "work2s": "!",
        "work2d": "A project that aims to get young people off of their phones, I decided to parody one of specsavers’ most iconic adverts with a twist.",
        "work3t": "GRUNGE IS NOT DEAD",
        "work3s": "?",
        "work3d": "An advertisement project promoting the sub-genre of music, grunge, through the from of video, magazine, and poster."
    },
    "xiyucai": {
        "n": "XIYU CAI",
        "q": "DESIGN IS UNDEFINED",
        "p": "https://www.behance.net/crita1",
        "l": "",
        "i": "",
        "e": "cxy092982@outlook.com",
        "work1t": "PHONE-FREE PIONEERS",
        "work1s": "<",
        "work1d": "'Phone-Free Pioneers' empowers elderly communities by bridging the digital gap with tailored analog resources and assist.ive devices. Through user-friendly help booklets, analog signage, and portable tools, it provides crucial information, fostering independence and confidence. This project inspires designers to consider the diverse needs of users and integrate analog and digital technologies creatively, paving the way for more inclusive and equitable design solutions in the digital era.",
        "work2t": "SOLITUDE HAVEN",
        "work2s": "?",
        "work2d": "Anxiety disorder has affected my life and study since last year, which has troubled me a lot and I have sought the help of doctors. I have found many friends around me with the same problems as me. Therefore, I started from people with anxiety disorder and found that most of them suffer from moderate anxiety. In addition, more and more people who are troubled by anxiety are reluctant to seek help from the outside world and hope to have their own space to be alone. Therefore, I put forward the concept of solitary space and made some posters that can isolate the outside space. In addition, I made a book from the perspective of anxiety patients and their families, so that the two groups of people can basically understand the situation of anxiety and how to deal with it.",
        "work3t": "GUILTY PLEASURE",
        "work3s": "*",
        "work3d": "With the increasing variety of food, the concept of healthy eating is also being focused on, while we spend too much energy and time on what food and food calories we should choose every day. Nowadays blind box culture is prevalent, and this project wants to break the traditional blind box idea to replace the original dolls in the blind box with some high-calorie food that people are interested in. Combining the blind box with food, so that fitness people and others who have difficulty in choosing what to eat every day can have some moments of indulging in cheating after eating healthy for a long time, and also adding some fun. I hope to reduce the pressure of their lives and the burden of choices, making eating become a relaxing and enjoyable thing."
    },
    "keyichen": {
        "n": "KEYI CHEN",
        "q": "ONE STRIDE NEARER TO THE REALM OF BILLIONAIRES",
        "p": "",
        "l": "",
        "i": "",
        "e": "duogulun200812@gmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "doridashti": {
        "n": "DORI DASHTI",
        "q": "ANYONE COULD MAKE THAT",
        "p": "/images/doridashti/Portfolio.pdf",
        "l": "dori-dashti-8495a0236",
        "i": "gd.graphicss",
        "e": "ghadorifd@gmail.com",
        "work1t": "B.",
        "work1s": "!",
        "work1d": "Our objective was to create a design campaign for a big company from the D&AD briefs. I went for Bumble which asked for a design campaign to celebrate its 10 year legacy that celebrates the history of disrupting the status quo. Using the starting letter of bumble, the letter B and combining words of affirmation that also start with the letter B then join them both into the main concept of 'Be the B in bumble'. As simple as the concept is, its effectiveness plays a bigger roll within the design campaign. For effectiveness it is a project campaign idea that could lead on for years and have many adaptions and still be recognised as one significant brand style. This came with extra executions of posters using a Duo-tone Photoshop effect to catch peoples eyes and have them discover or re-discover bumble dating application. The idea of 10 years, it has to be a big deal and that is why I chose to add a feature to the existing application that allows people to come together for such a happy time, also by offering experiences such as shoot your shot booth and a b. Boogy party with relationship status wristbands. And everyone’s favourite part, the free badge merchandise. ",
        "work2t": "GRIDELIA TYPEFACE",
        "work2s": "&",
        "work2d": "Our objective was to design a Typeface in the honour of Delia Derbyshire who worked for the BBC radio and had a unique way of making sounds for music like hitting a metal lampshade. She is most popular for her Doctor Who theme song intro. I had a dive into Delia Derbyshire interests and that’s where I found my inspiration for Gridelia. Bring in her love for Mathematics she was a very smart woman and her love for music by using Grids from music instruments and grids on math equations. What came from this challenge was a grid based Typeface on a program that couldn’t hold that many pixels. A love for math or a guitar fret and a playful twist on the name, this is how Gridelia came to be.",
        "work3t": "WOMEN IN TECH",
        "work3s": "~",
        "work3d": "A project to get women to join the STEM field since there is more than 50% of men in the tech world so l used famous women in STEM to encourage women all over the world to dive into the tech field. For the logo I used coding symbols in a mimicking of a women bathroom sign with the tag-line ‘Complete the Circuit’."
    },
    "adriandelgado": {
        "n": "ADRIAN DELGADO",
        "q": "DESIGNING TO PUSH IDEAS TO THEIR LIMITS, OR BEYOND THEM",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "BELIEVE IN YOUR VISION",
        "work1s": "+",
        "work1d": "",
        "work2t": "GIFFGAFF",
        "work2s": "!",
        "work2d": "",
        "work3t": "RECYCLE, REUSE & RESPOND",
        "work3s": "<",
        "work3d": ""
    },
    "jaidhaliwal": {
        "n": "JAI DHALIWAL",
        "q": "SO YOU JUST CENTRE THE DIV?",
        "p": "https://jaisinghdhaliwal.github.io",
        "l": "jaidhaliwal",
        "i": "",
        "e": "i.jai@icloud.com",
        "work1t": "COVENTRY AR MAP",
        "work1s": ">",
        "work1d": "An augmented reality map of Coventry city centre, including the Delia Derbyshire building, The Hub and the Inkwell. Users can watch cars drive around as they explore the interactive map by tapping on clouds and revealing what they conceal. Coventry Map was 3D modelled in Blender using reference images, rough 3D LiDAR scans and Google Earth.",
        "work2t": "JUST DESIGN DEGREE SHOW WEBSITE",
        "work2s": "<",
        "work2d": "As the project manager of the website team, I lead the team and designed the website through Figma prototypes, and I also coded the website alone. The website has a main page that is split up into a home, about, directions and all students' pages. Each student has their own pages and each student’s work has its own page. The website was designed with speed in mind and can score 100 on all metrics depending on the traffic. Microsoft Copilot was used to aid with JavaScript development.",
        "work3t": "EVERYONE EATS",
        "work3s": "!",
        "work3d": "Everyone Eats is a movement that aims to tackle hunger on the streets. People on the streets do not have a reliable source of food and suffer from starvation and malnutrition. Everyone eats allows people and businesses to advertise food that might have gone to waste otherwise. This may be food close to expiry or leftover lunch. Using AR, people can easily scan and upload 3D models of the food or packaging for users to see and read any allergy information without requiring input from the uploader."
    },
    "bobbiedike": {
        "n": "BOBBIE DIKE",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "charliefitzpatrick": {
        "n": "CHARLIE FITZPATRICK",
        "q": "SO YOU JUST USE CANVA?",
        "p": "https://www.charliefitzpatrick.co.uk",
        "l": "",
        "i": "charliefitz_1",
        "e": "charliefitzp@gmail.com",
        "work1t": "AKUMA SPORTS RUGBY BROCHURE",
        "work1s": "?",
        "work1d": "40 page brochure showcasing the range of rugby products manufactured by Akuma Sports. Was designed to be both print ready and accessible on digital platforms too, the brochure contains artwork and photography that I created myself and curated from others working at Akuma Sports.",
        "work2t": "SUSSEX UNIVERSITY SPORTS KIT",
        "work2s": "~",
        "work2d": "Working at Akuma Sports I created a new concept for Sussex Uni Sport for them to use on their playing kit. Following the University brand guidelines, this new design features a sting ray, their mascot, and an abstract wave pattern to represent the university's costal location in Brighton.",
        "work3t": "COVENTRY FLAMES SOCIAL MEDIA",
        "work3s": "+",
        "work3d": "Working with Coventry Flames Basketball Club, I created a range of graphics to be posted on Instagram to promote the club. Including game day, score and schedule posts. Aswell as a series of special graphics to promote Black History Month."
    },
    "samuelgreen": {
        "n": "SAMUEL GREEN",
        "q": "DESIGN AND ART ARE THE SAME THING",
        "p": "https://samuelgreen2805.wixsite.com/portfolio/project-03",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "NANDOS SOULFOOD CAMPAIGN",
        "work1s": "!",
        "work1d": "Soulfood is a campaign embracing the betterment of mental health in the next generation. It features a collaboration between Nando's and Kooth, enticing young adults to discuss their issues at the dinner table in the restaurant. I created these designs during the second semester of my third and final year.",
        "work2t": "LIVE OR DIE",
        "work2s": "~",
        "work2d": "A joke that was shared amongst some of my university classmates was to explain how we felt each day. Either we felt like living or dying. The intention of this portrait was to capture the unpredictable nature of how we feel everyday and showcase how it sometimes is visible in small ways.",
        "work3t": "STUDENTSUNITE",
        "work3s": "~",
        "work3d": "Students unite embraces the importance of community, hidden emotions and conversation. It is a campaign dedicated specifically at university students who struggle with their mental health, allowing scholars to access an app that connects users with likeminded people. Students would also be given special emoti-badges to help express their feelings as their body language or facial expression may imply something else."
    },
    "zimouhuang": {
        "n": "ZIMOU HUANG",
        "q": "SO YOU'RE JUST GOOD IN DRAWINGS?",
        "p": "",
        "l": "",
        "i": "",
        "e": "1244073588@qq.com",
        "work1t": "SELF MAKE",
        "work1s": "<",
        "work1d": "This project associated with Coca-Cola's campaign, allows users a high degree of freedom to choose their own flavors, while vibrant colors enhance the visual appeal.",
        "work2t": "ANY TIME, ANY PLACE",
        "work2s": "~",
        "work2d": "This poster is part of an animal-themed series, featuring a simplistic design that emphasizes the main features and a cartoonish style that primarily attracts children and teenagers.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "ruichenhuang": {
        "n": "RUICHEN HUANG",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "zhehuang": {
        "n": "ZHE HUANG",
        "q": "SO YOU JUST COMPOSE TYPE?",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "reheemifill": {
        "n": "REHEEM IFILL",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "mirelalesneanu": {
        "n": "MIRELA LESNEANU",
        "q": "GRAPHIC DESIGN? COOL, I'LL CALL YOU WHEN I WANT A TATTOO!",
        "p": "https://mireladesigns.myportfolio.com",
        "l": "mirela-lesneanu-b71367204",
        "i": "mirela_lesneanu",
        "e": "mirela.lesneanu@gmail.com",
        "work1t": "PAXTON ARBORETUM CAMPAIGN",
        "work1s": "!",
        "work1d": "University project that required authoring and designing a story around Paxton Arboretum, both a park and historic cemetery in Coventry where you're constantly haunted by both feelings of life and death. The goal was to show the uniqueness of the place and write a compelling narrative about it. Story-wise, I set my focus on the living part of the arboretum, while visually, I tried to express the contrast evoked through the idea of life and death - arboretum and cemetery.",
        "work2t": "ABSTRACT TYPE DESIGN",
        "work2s": "&",
        "work2d": "University project for which I designed a display typeface to represent The Turner Prize 2021 and be used for marketing collateral, signage and wayfinding in the museum. Abstract is a geometric display typeface tackling the concept of innovation in art. It has a puzzle-like appearance which suggests the idea of collectives, taking into account that all of 2021’s nominees are art collectives. The letters complete each other to make a whole just like people in a community do. There are missing and extra triangles attached to each letter resembling highly stylized puzzle pieces. The typeface can only be used in uppercase to suggest the idea of impact.",
        "work3t": "THE LONELY SHEPHERD TYPE DESIGN",
        "work3s": "&",
        "work3d": "This is a personal project which started out as a poem. From there, I took the concept and developed it into a display typeface. The main inspiration came from the instrumental piece of the same name by James Last and Gheorghe Zamfir. The glyphs follow the same solitary principle as the story behind the melody, being made up of slim curves with ball terminals as an abstract depiction of the lonesome person behind the narrative, going through the various states of mind of the shepherd as the letters unfold their unique forms."
    },
    "yujiali": {
        "n": "YUJIA LI",
        "q": "YOU'RE IN COMMERCIAL YOU MEAN?",
        "p": "",
        "l": "",
        "i": "",
        "e": "lyj8camile@163.com",
        "work1t": "BOSSA NOVA",
        "work1s": "~",
        "work1d": "Bossa Nova represents a fresh iteration of jazz, merging the rhythms of Brazil with the laid-back tones of American cool jazz. It inherits elements from both choir and samba canção. Its simplicity is endearing, introducing more listeners to the Bossa Nova subculture and the nuances of Brazilian music, enriching their experience both audibly and visually.",
        "work2t": "BEE-CONNECTED",
        "work2s": "<",
        "work2d": "Bee-connected provides users with a new social platform to find new friends and enjoy social activities, reducing their sense of loneliness, enhancing their self-worth and confidence.",
        "work3t": "D&AD POSTER",
        "work3s": "~",
        "work3d": "Festival poster designed for the Universal Music Group."
    },
    "yonglinliao": {
        "n": "YONGLIN LIAO",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "yonglinliao0@gmail.com",
        "work1t": "BBMEAY",
        "work1s": "!",
        "work1d": "Mothers have their own choices and outside voices cannot get in the way of their voices. Breastfeeding or bottle-feeding is a personal choice and cannot be a 'yoke' imposed on a mother. Breast milk is often touted as being better than formula milk, but the body is your own, and bottle feeding can be just as good as raising a healthy child. So, wanting to create a packaging design to give a voice to this, I prefer mothers to start with themselves and be their queen.",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "alexlindon": {
        "n": "ALEX LINDON",
        "q": "",
        "p": "https://lightandshadowdesign.myportfolio.com ",
        "l": "",
        "i": "lightandshadow_design",
        "e": "lindondesign@gmail.com",
        "work1t": "FRAMES | WINDOWS TO ANOTHER WORLD",
        "work1s": ">",
        "work1d": "My goal for this project was to create a unique spectacle and experience, allowing viewers to see stories unfold before their very eyes. These discs are phenakistiscopes, when spun at a specific RPM, the frames begin to line up, allowing us to see physical motion. The phenakistiscopes were constructed by me, using dye-sublimation on aluminium, which I then cut and mounted onto a vinyl disc. Each phenakistiscope tells a story, and these stories are accompanied by a short film, each one focusing on a specific theme, a specific era of film, and a specific visual style.",
        "work2t": "VISION | A MAGAZINE FOR FIlMMAKERS",
        "work2s": "?",
        "work2d": "VISION is more than just a magazine, it is a platform for aspiring filmmakers to learn new skills, express their creativity, and connect with each other. It presents itself as structured stories, guiding the viewer through the magazine as a film inspired experience. I designed this magazine whilst studying in Nicosia, Cyprus.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "zhenliliu": {
        "n": "ZHENLI LIU",
        "q": "WHAT TYPES OF POSTERS DO YOU MAKE?",
        "p": "",
        "l": "",
        "i": "cherry00liu",
        "e": "cherry00liu@gmail.com",
        "work1t": "LAXEYE",
        "work1s": "<",
        "work1d": "To protect users' eyes, Laxeye encourages them to participate in eye exercises. The app features reminders for taking breaks and mini-games to promote eye movement. Additionally, there is a reward mechanism in place to incentivize users to complete these tasks.",
        "work2t": "PEGILANT",
        "work2s": "<",
        "work2d": "Pegilant helps busy individuals monitor and nurture plants effortlessly. It calculates the water and nutrient needs of each plant variety and provides built-in educational content and reminders, enabling novice gardeners to easily learn how to care for their plants.",
        "work3t": "PERSONAL BRANDING",
        "work3s": "!",
        "work3d": "Personal brand and products that showcase my own style."
    },
    "chihimlo": {
        "n": "CHI HIM LO",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "annatenzinlockley": {
        "n": "ANNA TENZIN LOCKLEY",
        "q": "SO YOU BASICALLY DO CUT AND STICK FOR A JOB",
        "p": "https://annatenzinlockley.myportfolio.com/",
        "l": "",
        "i": "anna_tenzin",
        "e": "alockley15@outlook.com",
        "work1t": "MYOPIA AWAREENESS CAMPAIGN",
        "work1s": "+",
        "work1d": "An NHS campaign to raise awareness of Myopia (shortsightedness) in children as a side effect of high screen time. Creating awareness within parents to care for their childrens eye health by reminding them of how serious household hazards can be with a lack of good vision.",
        "work2t": "ASTHMAAID APP",
        "work2s": "+",
        "work2d": "An NHS app that aims to support those who suffer with asthma by providing access to resources to track symptoms, medication, view patient action plans and educational resources.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "giovanninamisdiaz": {
        "n": "GIOVANNI NAMIS DIAZ",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "adaobiobioha": {
        "n": "ADAOBI OBIOHA",
        "q": "DO YOU PAINT ON CANVA?",
        "p": "",
        "l": "adaobi-o-2288632b7",
        "i": "graphicsby.adyelustr",
        "e": "adyelustr@gmail.com",
        "work1t": "DUREX PACKAGING",
        "work1s": "*",
        "work1d": "Development of a gender-neutral brailled condom packaging for a broad target audience (aim: inclusivity).  ",
        "work2t": "THE SURGEON",
        "work2s": "~",
        "work2d": "Redesigning of an existing book cover. I chose the thriller genre and worked at redesigning the book 'Surgeon' by Leslie Wolfe. Originally, the cover used a photo-realistic image of a doctor in a hospital, so I tried to convey information about the novel's contents. I wanted to rectify this by creating a more simplistic and eye-catching illustration for the front cover, using a two-tone colour palette (red and black), to symbolise the possibility of danger and death that is also associated with the thriller/horror bracket. My intention was to have the reader be able to tell what kind of book it is by just looking at it, and desire to know the mystery within.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "alexandrapanayi": {
        "n": "ALEXANDRA PANAYI",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "angelikapioro": {
        "n": "ANGELIKA PIORO",
        "q": "UI IS JUST COMMON SENSE",
        "p": "",
        "l": "angelika-pioro-534604272",
        "i": "",
        "e": "pioroangelika@gmail.com",
        "work1t": "GREEN CONCEAL",
        "work1s": "?",
        "work1d": "Green Conceal is a campaign against greenwashing in cosmetics. Hierarchy and information flow were important to ensure that the audience had an easy time digesting facts about greenwashing.",
        "work2t": "DARK TALES",
        "work2s": "~",
        "work2d": "The concept of a magazine featuring the best gothic stories and illustrations by modern artists. In response to the modern tendency to reduce gothic subculture to mere fashion, this publication serves as a poignant reminder of the profound essence that underlies the gothic movement. All illustrations were done by me.",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "savinasallan": {
        "n": "SAVINA SALLAN",
        "q": "YOU JUST GO TO UNIVERSITY TO STUDY ART?",
        "p": "https://savinasal14.wixstudio.io/mysite",
        "l": "",
        "i": "",
        "e": "savinasal14@gmail.com",
        "work1t": "MONTHLY",
        "work1s": "!",
        "work1d": "Monthly aspires to normalise periods in the workplaces and schools to eliminate stigmas described as ‘dirty’.",
        "work2t": "MONTHLY APP",
        "work2s": "<",
        "work2d": "Monthly aspires to normalise periods in the workplaces and schools to eliminate stigmas described as ‘dirty’.",
        "work3t": "SAANVI PACKAGING",
        "work3s": "*",
        "work3d": "Saanvi promotes personalised skincare according to skin concerns allowing women aged 20+ to feel a sense of belonging."
    },
    "tomassampaiorocha": {
        "n": "TOMAS SAMPAIO ROCHA",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "elinorslack": {
        "n": "ELINOR SLACK",
        "q": "WHAT HAVE YOU BEEN PAINTING RECENTLY?",
        "p": "",
        "l": "elinor-slack-0b816626a",
        "i": "elinorslackdesign",
        "e": "elinor.slack@hotmail.com",
        "work1t": "RIVER FESTIVAL COVENTRY",
        "work1s": "!",
        "work1d": "I was awarded the opportunity to work alongside a peer on a new festival in the heart of Coventry city centre, following interest from a university project. I worked for two months under a consortium of partners including Historic Coventry Trust, Coventry City Council & Warwickshire Wildlife Trust, and liased with marketing professionals. The project required an entirely new visual identity, inspired by Coventry’s Medieval heritage but with a modern enough feel to appeal to families, locals and students. The designs were heavily influenced by the historic mosaics found in the city and the values most important to the festival, visualised through the design of a tapestry of icons and colour. It was a fantastic experience and responsibility, adapting the brand to work online and in print; across posters, flyers, magazines adverts and banners.",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "mohammeduddin": {
        "n": "MOHAMMED UDDIN",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "britneywallbank": {
        "n": "BRITNEY WALLBANK",
        "q": "SO YOU MAKE PRETTY POSTERS?",
        "p": "",
        "l": "britney-wallbank",
        "i": "xbritneeyyyx",
        "e": "britneywallbank@virginmedia.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "hohinwan": {
        "n": "HO HIN WAN",
        "q": "ILLUSTRATION IN GRAPHIC DESIGN IS NOT JUST DECORATION",
        "p": "",
        "l": "",
        "i": "erwantattoo",
        "e": "ericwan00313@gmail.com",
        "work1t": "COSMOFERRIN",
        "work1s": "~",
        "work1d": "My product is design a book-shaped wooden box with laser cut. The wooden box features illustrations of aliens and its moving brain. Aliens and ferrofluid are unpredictable and mysterious characters. There are many unanswered questions in the world. Many people are curious about this world, I hope my alien wood box design can ignite our imagination and explore the unknown.",
        "work2t": "SPIRE SANS",
        "work2s": "&",
        "work2d": "This project is to design a display font that represents Delia Derbyshire. Delia was born in Coventry and I think the spire is the landmark of Coventry. So it is the main design direction of my typography. I want the poster to be cool, mysterious and elegant, so I decided to use gradient colour to be the background. The orange colour is bright and sharp to see the font. I also design some decorations for the poster to mention the spires.",
        "work3t": "PERSONAL BRANDING",
        "work3s": "!",
        "work3d": "As a graphic designer and tattoo artist, I am passionate about bringing creativity and innovation to every project I work on. With a background in art and design, I have developed a range of skills that allow me to bring my ideas to life. Through my work, I strive to create meaningful and impactful designs that resonate with people on a deep level."
    },
    "izzywilde": {
        "n": "IZZY WILDE",
        "q": "",
        "p": "",
        "l": "",
        "i": "izzybuddydesign",
        "e": "isabellewilde02@gmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "xizewu": {
        "n": "XIZE WU",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "w2418326956@gmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "zhanwenwu": {
        "n": "ZHANWEN WU",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "ksawierwydra": {
        "n": "KSAWIER WYDRA",
        "q": "THE CLIENT IS ALWAYS RIGHT!",
        "p": "",
        "l": "",
        "i": "_kw.xx_",
        "e": "ksawierwydra93@gmail.com",
        "work1t": "GIFFGAFF = REFURBISHED CAMPAIGN",
        "work1s": "!",
        "work1d": "Creating a campaign to support GIFFGAFF's message of being the go to place for refurbished phonesas well as attempting at changing the stigma and outlook on the refurbished phone scene for the better. ",
        "work2t": "SWISS DESIGN INSPIRED PLAYING CARDS",
        "work2s": "*",
        "work2d": "A fully fledged set of playing cards created and inspired by the Swiss Design movement centered around simple aesthetics that each have a function. ",
        "work3t": "SYNTHWAVE INSPIRE MAGAZINE AND MERCHANDISE",
        "work3s": "~",
        "work3d": "A magazine and set of merchandise created to celebrate and highlight the 80s and 90s inspired music genere synthwave to showcase it's history and aesthetics. "
    },
    "sifanxiang": {
        "n": "SIFAN XIANG",
        "q": "",
        "p": "",
        "l": "",
        "i": "",
        "e": "fancy.xsf@hotmail.com",
        "work1t": "",
        "work1s": "",
        "work1d": "",
        "work2t": "",
        "work2s": "",
        "work2d": "",
        "work3t": "",
        "work3s": "",
        "work3d": ""
    },
    "lokeyeannetung": {
        "n": "LOKE YEANNE TUNG",
        "q": "OH YOU MAKE MOVIES?",
        "p": "https://yeannetung.notion.site/Yeanne-Tung-s-Portfolio-5d5e6980c48241b4a23e5e3b1dbfe3e4?pvs=74",
        "l": "yeanne-tung-loke-a40928229",
        "i": "",
        "e": "yeannetung@gmail.com",
        "work1t": "CANDEL APP",
        "work1s": "<",
        "work1d": "Self-care app to help people with burnout. ",
        "work2t": "CANDEL PROMOTIONAL POSTERS",
        "work2s": "+",
        "work2d": "An awareness campaign on the topic of job burnout and promote messages of self care, encouraging people to take breaks and prioritize their well-being if needed. ",
        "work3t": "BOO! TYPEFACE",
        "work3s": "&",
        "work3d": "Type design aimed at embodying a friendly and bubbly personality through playful curves and rounded edges. "
    }
}